{
    "header": {
        "hi": "Hola, soy Rodrigo",
        "iam": "Soy",
        "developer": "Desarrollador",
        "btn-read-about": "Leer Sobre Mi",
        "btn-see-projects": "Ver Proyectos"
    },
    "about": {
        "about": "Desarrollador Full Stack, especializado en la creaci칩n de interfaces. Mi pasi칩n radica en dise침ar proyectos escalables, donde las animaciones y la creaci칩n de experiencias de usuario intuitivas y din치micas son mi enfoque principal. Siempre buscando la innovaci칩n y la excelencia en cada proyecto.",
        "btn-resume": "Curriculum Vitae",
        "download": "Descargar"
    },
    "navbar": {
        "about": "SOBRE M칈",
        "service": "SERVICIOS",
        "skills": "TECNOLOG칈AS",
        "portfolio": "PORTAFOLIO",
        "contact": "CONTACTO"
    },
    "skills": {
        "label-programming-languages": "Lenguajes de Programaci칩n",
        "label-bookstores": "Librerias",
        "label-frameworks": "Frameworks",
        "label-database": "Base de Datos",
        "label-others": "Aplicaci칩nes"
    },
    "services": {
        "title-freelance": " Tienes un emprendimiento y deseas llevarlo al siguiente nivel ?",
        "freelance-description-one": "Visita mi pagina",
        "freelance-description-two": "Te ofrezco los mejores servicios como Dise침o, Mantenimiento, Hosting y SEO/SEM, Explora entre una amplia variedad de plantillas, te ayudare a impulsar tu negocio y llevarlo al siguiente nivel!.",
        "title-company": " Eres reclutador de una empresa ?",
        "company-description-one": " Por qu칠 ser칤a una excelente decisi칩n considerarme ? Tengo la capacidad de dise침ar aplicaciones complejas e intuitivas que se adaptan al crecimiento a lo largo del tiempo. Mi especializaci칩n se encuentra en el desarrollo de interfaces, pero tambi칠n tengo experiencia en la creaci칩n de servidores eficientes y seguros. Disfruto colaborando en equipos y compartiendo ideas para alcanzar objetivos comunes. Si est치s interesado, estar칤a encantado de",
        "company-description-two": "Coordinar una Entrevista",
        "company-description-three": "para explorar si soy el candidato adecuado para la posici칩n.",
        "title-fast": "Rapido",
        "description-fast": "Tiempos de carga r치pidos e interacci칩n sin demoras, mi m치xima prioridad.",
        "title-responsive": "Responsive",
        "description-responsive": "Mis dise침os funcionar치n en cualquier dispositivo, grande o peque침o.",
        "title-dynamic": "Dinamico",
        "description-dynamic": "Los sitios web no tienen que ser est치ticos, me encanta hacer que las p치ginas cobren vida."
    },
    "filter": {
        "all": "Todos",
        "projects": "Proyectos",
        "templates": "Plantillas",
        "apps": "Aplicaci칩nes",
        "components": "Componentes",
        "filterbycategory": "Filtrar por Categoria:",
        "filterbytechnology": "Filtrar por Tecnolog칤a:",
        "hideFilter": "Ocultar Filtros",
        "showFilter": "Mostrar Filtros"
    },
    "projects": {
        "error": "No hay proyectos con la tecnolog칤a seleccionada, pero pronto lo habr치 游녧游낖",
        "type": "PROYECTO",
        "plural": "PROYECTOS",
        "description-mateek": "Realice un e-commerce especializado en indumentaria. El proceso de desarrollo de este proyecto demand칩 m치s de 4 meses de dedicaci칩n, y aunque a칰n no se encuentra en su versi칩n definitiva, existen 치reas de oportunidad para su mejora continua.",
        "description-top-gym": "La aplicaci칩n es una SPA (aplicaci칩n de una sola p치gina) la app esta enfocada para un gimnasio para mostrar sus programas de entrenamiento y a la vez que el usuario se pueda inscribir mediante un correo.",
        "description-wiki-games": "La aplicaci칩n es una SPA (aplicaci칩n de una sola p치gina), se utiliza para ver informaci칩n sobre todos los juegos publicados, adem치s de ver informaci칩n detallada sobre desarrolladores, plataformas y tiendas. Se utiliz칩 la API Rawg.io",
        "description-search-app": "La aplicaci칩n es una SPA (aplicaci칩n de una sola p치gina), puedes ver informaci칩n de tus juegos, pel칤culas y series favoritas. se utiliz칩 la api www.omdbapi.com",
        "description-express-market": "La aplicaci칩n es un SPA (Single Page Application), es un ecommerce B2C, donde los usuarios pueden vender y comprar diferentes productos, tambi칠n puedes tener una billetera virtual",
        "suspend": "PROYECTO SUSPENDIDO",
        "ongoingProject": "PROYECTO EN CURSO",
        "description-bookitech": "La aplicaci칩n es un SPA (Single Page Application), es un ecommerce de libros, donde puedes comprar, comentar y dejar tu rese침a sobre el libro, la aplicaci칩n fue creada por 7 desarrolladores",
        "description-wheater-app": "La aplicaci칩n es una SPA (Single Page Application), fue creada con la 칰nica funcionalidad de obtener el clima de un pa칤s a trav칠s de la API de OpenWeatherMap"
    },
    "templates": {
        "error": "No hay plantillas con la tecnolog칤a seleccionada, pero pronto habr치 游녧游낖",
        "type": "PLANTILLA",
        "plural": "PLANTILLAS",
        "description-kfc": "Dise침e una plantilla de una de las cadenas de comida rapida, KFC. La realice para practicar y mejorar mis dise침os.",
        "description-technology-ecommerce": "Dise침a una plantilla de un E-commerce de tecnolog칤a."
    },
    "apps": {
        "type": "APP",
        "plural": "APPS",
        "description-ribescompress": "Desarolle una aplicaci칩n que te permite comprimir imagenes y descargala en dos formatos .JPEG O .PNG"
    },
    "components": {
        "error": "No hay componentes con la tecnolog칤a seleccionada, pero pronto lo habr치 游녧游낖",
        "type": "COMPONENTE",
        "title-socialNetworks": "Redes Sociales",
        "description-socialNetworks": "Componente de redes sociales"
    },
    "contact": {
        "title": "Contacto",
        "text": "쯊ienes algo que proponerme? 춰Cont치ctame!",
        "social": "Me puedes contactar en",
        "input-name": "Nombre",
        "input-message": "Mensaje",
        "btn-send": "Enviar",
        "btn-sent": "Enviado...",
        "error-name": "El nombre es requerido.",
        "error-email": "El Email es requerido.",
        "error-message": "El mensaje es requerido."
    }
}